Repository: laura-alvarez/Nutribuddy-TFG
Catalog: NutriBuddy/Resources/paciente.*.resx
Languages: es

# pz_deporte
source: Days you have done a physical activity
es: Días que has realizado una actividad física

# pz_emocion
source: Emotion of the month
es: Emoción del mes

# pz_emocion_msg
source: This month above all you are
es: Este mes sobre todo estás

# pz_instruccion
source: To update these data you must complete the nutrition diary
es: Para actualizar estos datos debes realizar el diario de nutrición

# pz_noinfo
source: No data for this month yet
es: No hay datos de este mes aún

# pz_resumen
source: Summary
es: Resumen

# pz_sex
source: Gender
es: Género

# pz_sigcita_1
source: Next appointment in
es: Próxima cita en

# pz_sigcita_2
source: with
es: con

# pz_suenyo
source: Sleep quality of the month
es: Calidad del sueño del mes

# pz_suenyo_404
source: No sleep information
es: No hay información del sueño

# pz_suenyo_bien
source: You are sleeping great, good job!
es: Estás durmiendo fenomenal, ¡buen trabajo!

# pz_suenyo_mal
source: Oh no! You have to try to improve your quality of sleep, cheer up!
es: ¡Oh no! Tienes que intentar mejorar tu calidad de sueño ¡ánimo!

# pz_suenyo_regular
source: You are sleeping quite well, but you can improve
es: Estás durmiendo bastante bien, pero puedes mejorar

# p_basic_1
source: First of all, what is your main goal?
es: Lo primero de todo, ¿cuál es tu objetivo principal?

# p_basic_11
source: Gain weight
es: Subir de peso

# p_basic_12
source: Lose weight
es: Bajar de peso

# p_basic_13
source: Improve my health
es: Mejorar mi salud

# p_basic_2
source: What lifestyle do you currently lead?
es: ¿Qué estilo de vida llevas actualmente?

# p_basic_21
source: Sedentary
es: Sedentario

# p_basic_22
source: Active
es: Activo

# p_basic_3
source: Do you often suffer from stress or anxiety?
es: ¿Sueles sufrid de estres o ansiedad?

# p_basic_31
source: Yes
es: Sí

# p_basic_4
source: Do you feel bad about your physical appearance?
es: ¿Te sientes mal con tu aspecto físico?

# p_Btb_Back
source: Back
es: Atrás

# p_Btn_End
source: Finish
es: Terminar

# p_Btn_Next
source: Next
es: Siguiente

# p_Btn_Start
source: Let's go!
es: Empezar

# p_Inicial_Msg1
source: In order to help you we need to know some information about you
es: Para poder ayudarte necesitamos conocer algunos datos tuyos

# p_Inicial_Msg2
source: Good job! Confirm the data sending to finish
es: ¡Buen trabajo! Confirma el envío de los datos para terminar

# p_Inicial_Msg3
source: This part is totally optional, record your measurements only if you wish
es: Esta parte es totalmente opcional, registra tus medidas solo si lo deseas

# p_measure_1
source: Height (cm)
es: Altura (cm)

# p_measure_2
source: Actual weight (kg)
es: Peso actual (kg)

# p_measure_3
source: Your current BMI is:
es: Tu IMC actual es:

# p_measure_4
source: Measurements (cm)
es: Medidas (cm)

# p_measure_41
source: Chest
es: Pecho

# p_measure_42
source: Waist
es: Cintura

# p_measure_43
source: Hip
es: Cadera

# p_measure_5
source: Other measures (%)
es: Otras medidas (%)

# p_measure_51
source: % Fat
es: % Grasa

# p_measure_52
source: % Muscle
es: % Magro

# p_measure_53
source: % Water
es: % Agua

# p_sex_1
source: Are you...?
es: Eres..?

# p_sex_11
source: Male
es: Hombre

# p_sex_12
source: Female
es: Mujer

# p_TitleInicial
source: Welcome to NutriBuddy
es: ¡Bienvenido a NutriBuddy!
