Repository: laura-alvarez/Nutribuddy-TFG
Catalog: NutriBuddy/Resources/resource.*.resx
Languages: es

# birthday
source: Date of Birth
es: Fecha de nacimiento

# btn_login
source: Login
es: Entrar

# btn_privatezone
source: Private Zone
es: Zona privada

# btn_recoverpass
source: Recover password
es: Recuperar contraseña

# home_section3_information
source: + information
es: + información

# home_section3_lite_price
source: 10€ / month
es: 10€ / mes

# home_section3_lite_resume
source: Our basic rate for freelancers
es: Nuestra tarifa básica para autónomos

# home_section3_pro_price
source: from €70 / month
es: desde 70€ / mes

# home_section3_pro_resume
source: Plan for companies with more than 10 professionals
es: Plan para empresas de más de 10 profesionales

# home_section3_pyme_price
source: from €16 / month
es: desde 16€ / mes

# home_section3_pyme_resume
source: Rate for small companies (max.10 professionals)
es: Tarifa para pequeñas empresas (max.10 profesionales)

# home_section3_title
source: Learn about our pricing plans
es: Conoce nuestros planes de precios

# home_section4_text
source: If you have any questions or want more information, contact us and an agent will contact you shortly.
es: Si tienes alguna duda o deseas más información contáctanos y en breve un agente se pondrá en contacto contigo.

# home_section4_title
source: Contact with us
es: Contacta con nosotros

# langEnglish
source: English
es: Inglés

# langSpanish
source: Spanish
es: Español

# login_btn_login
source: Log in
es: Entrar

# login_btn_recoverPass
source: Recover password
es: Recuperar contraseña

# login_email
source: Email
es: Correo electrónico

# login_pass
source: Password
es: Contraseña

# login_seePass
source: Show password
es: Mostrar contraseña

# menu_about
source: About NB
es: Acerca de NB

# menu_centers
source: Associated centers
es: Centros asociados

# menu_health
source: Your health
es: Tu salud

# menu_pricing
source: Princing
es: Precios

# msgGeneralError
source: "An error has ocurred please try again later or contact us on hola@nutribuddy.com"
es: "Ha ocurrido un error, por favor intentalo de nuevo más tarde o contáctanos en hola@nutribuddy.com"

# paciente_titulo
source: New patient
es: Nuevo paciente

source: Profile
es: Perfil

# recP_ChangePass
source: Change Password
es: Cambiar la contraseña

# recP_Code
source: Received code on your email
es: Código recibido en su email

# recP_CodeMsg
source: An email was sent to you with a code, enter the code here. Check your spam folder if you can not find it.
es: Un email se envío a su correo con un código, ingrese el código aquí. Revise su carpeta de spam si no lo encuentra.

# recP_ComeBack
source: Come Back
es: Volver

# recP_EmailMsg
source: Enter the registered email and press the button on the right. An email with a code will arrive.
es: Introduzca el email registrado y pulse el botón de la derecha. Un correo con un código le llegará.

# recP_NewPass
source: New Password
es: Nueva Contraseña

source: Sign in
es: Registrarse

# welcome
source: Welcome to NutriBuddy
es: Bienvenido a NutriBuddy

# welcome_p1
source: Nutribuddy allows nutritionists or multidisciplinary teams dedicated to improving health to connect with their patients quickly.
es: Nutribuddy permite a los nutricionistas o equipos multidisciplinares dedicados a mejorar la salud a conectar con sus pacientes de manera rápida.

# welcome_p2
source: In addition, the tool allows patients to have better control of their trajectory and their sessions.
es: Además la herramienta permite a los pacientes tener un mejor control de su trayectoria y de sus sesiones.

# welcome_p3
source: If you want to take care of your health, we want to help you
es: Si quieres cuidar tu salud, nosotros te ayudamos

# welcome_p4
source: If you do not want to attend any of our centers, you can still use NutriBuddy as a journal of your progress.
es: Si no quieres asistir a ninguno de nuestros centros igualmente puedes usar NutriBuddy como diario de tu progreso.

# welcome_p5
source: Nutritional Diary
es: Diario nutricional

# welcome_p6
source: Do you want to keep track of your eating habits? With NutriBuddy it is possible.
es: ¿Quieres llevar un progreso de tus hábitos alimenticios? Con NutriBuddy es posible.

# welcome_p7
source: Register now, it is totally free, and you will be able to do a complete follow-up. You do not need to subscribe to any center to use the service.
es: Registrate, es totalmente gratuito, y podrás hacer un seguimiento completo. No hace falta suscribirse a ningún centro para utilizar el servicio.

source: Yes
es: Sí
